Repository: BPI-SINOVOIP/BPI-R2-OPENWRT-19.07.7
Catalog: feeds/freifunk/applications/luci-app-meshwizard/po/*/meshwizard.po
Languages: ca, it, pt, ru, zh_cn, zh_tw

source: Activate or deactivate IPv6 config globally.
ca: Activa o desactiva la configuració IPv6 globalment.
it: Attivare o disattivare la configurazione IPv6 a livello globale.
pt: Ativar ou desativar a configuração IPv6 globalmente.
ru: Активировать или деактивировать общие настройки IPv6 для использования маршрутизатором.
zh_cn: 启用或停用全局 IPv6 设置
zh_tw: 啟用或停用全域性 IPv6 設定

source: Channel
ca: Canal
it: Canale
pt: Canal
ru: Канал
zh_cn: 信道
zh_tw: 通道

source: Check this to protect your LAN from other nodes or clients
it: Abilita per proteggere la tua LAN da altri nodi o clienti
pt: Marcar isto para proteger a sua LAN de outros nós ou clientes
ru: Защитить вашу локальную сеть от других узлов или клиентов
zh_cn: 选择此项，隔离其他节点或客户端的攻击来保护您的局域网
zh_tw: 選擇此項，隔離其他節點或客戶端的攻擊來保護您的區域網

source: Cleanup config
ca: Neteja la configuració
it: Ripulisci config
pt: Limpar configuração
ru: Очистить config файл
zh_cn: 清空配置
zh_tw: 清空配置

source: Configure this interface
ca: Configura aquesta interfície
it: Configura questa interfaccia
pt: Configurar esta interface
ru: Настроить этот интерфейс
zh_cn: 配置当前界面
zh_tw: 配置當前介面

source: DHCP IP range
ca: Rang IP de DHCP
it: Range DHCP IP
pt: Intervalo de IPs DHCP
ru: Диапазон IP-адресов DHCP
zh_cn: DHCP IP 范围
zh_tw: DHCP IP 範圍

source: DHCP will automatically assign ip addresses to clients
ca: DHCP assignarà automàticament adreces IP als clients
it: DHCP assegnerà indirizzi ip ai client
pt: O DHCP irá atribuir automaticamente endereços IP aos clientes
ru: DHCP автоматически назначит IP-адреса клиентам
zh_cn: DHCP 将自动给客户端分配 IP 地址
zh_tw: DHCP 將自動給客戶端分配 IP 位址

source: Enable DHCP
ca: Habilita DHCP
it: Abilità DHCP
pt: Ativar DHCP
ru: Включить DHCP
zh_cn: 启动 DHCP
zh_tw: 啟動 DHCP

source: Enable RA
ca: Habilita RA
it: Attiva RA
pt: Ativar RA
ru: Включить RA
zh_cn: 启用 RA
zh_tw: 啟用 RA

source: Enabled
ca: Habilitat
it: Attivato
pt: Ativo
ru: Включено
zh_cn: 启用
zh_tw: 啟用

source: General Settings
ca: Ajusts generals
it: Impostazioni generali
pt: Definições Gerais
ru: Основные настройки
zh_cn: 常规设置
zh_tw: 常規設定

source: IPv6 Settings
ca: Ajusts IPv6
it: Impostazioni IPv6
pt: Definições IPv6
ru: IPv6 Настройки
zh_cn: IPv6 设置
zh_tw: IPv6 設定

source: If this is selected then config is cleaned before setting new config options.
ca: Si això està seleccionat, la configuració es neteja abans d'establir noves opcions de configuració.
it: Se questa opzione è selezionata, config viene pulita prima di nuove opzioni di configurazione.
pt: Se isto estiver selecionado a configuração é limpa antes de serem definidas novas opções na configuração.
ru: Очистить имеющийся config файл перед записью в него новых значений настроек.
zh_cn: 如果选中此项，在设置新选项之前，配置将被清空。
zh_tw: 如果選中此項，在設定新選項之前，配置將被清空。

source: Interfaces
ca: Interfícies
it: Interfacce
ru: Интерфейсы
zh_cn: 界面
zh_tw: 介面

source: Mesh IP address
ca: Adreça IP en malla
it: Rete indirizzo IP
ru: IP-адрес Mesh сети
zh_cn: Mesh IP 地址
zh_tw: Mesh IP 位址

source: Mesh IPv6 address
ca: Adreça IPv6 en malla
it: Rete indirizzo IPv6
ru: IPv6-адрес Mesh сети
zh_cn: Mesh IPv6 地址
zh_tw: Mesh IPv6 位址

source: Mesh Wizard
ca: Ajudant de malla
it: Configurazione Rete
ru: Мастер настройки Mesh сети
zh_cn: Mesh 向导
zh_tw: Mesh 嚮導

source: Note: this will set up this interface for mesh operation, i.e. add it to zone 'freifunk' and enable olsr.
ru: Внимание: этот режим использует данный интерфейс для Mesh сети, т.е. добавит его в зону 'freifunk' ('free wireless radio') и задействует протокол OLSR.
zh_cn: 注意：这将为 mesh 操作建立一个接口，如：添加到“freifunk”区域并启用 olsr
zh_tw: 注意：這將為 mesh 操作建立一個介面，如：新增到“freifunk”區域並啟用 olsr

source: Protect LAN
it: Proteggi LAN
pt: Proteger LAN
ru: Защита LAN
zh_cn: 保护 LAN 口
zh_tw: 保護 LAN 口

source: Select this to allow others to use your connection to access the internet.
ca: Seleccioneu aquesta opció per permetre que altres utilitzin la vostra connexió per accedir a Internet.
it: Selezionare per permettere ad altri di usare la tua connessione per accedere a internet.
pt: Ative isto para permitir que outros usem a sua ligação para aceder à internet.
ru: Позволить другим клиентам использовать ваше подключение к Интернету.
zh_cn: 选择此项以允许其他人使用您的连接访问互联网。
zh_tw: 選擇此項以允許其他人使用您的連線訪問網際網路。

source: Send router advertisements on this device.
ca: Envia publicitats d'encaminador en aquest dispositiu.
it: Inviare annunci router su questo dispositivo.
ru: Посылать ICMPv6 сообщения 'Router Advertisement' на это устройство.
zh_cn: 在此设备上发送路由广播。
zh_tw: 在此裝置上傳送路由廣播。

source: Share your internet connection
ca: Comparteix la vostra connexió a Internet
it: Condividi la tua connessione internet
ru: Сделать Интернет подключение общедоступным
zh_cn: 分享您的互联网连接
zh_tw: 分享您的網際網路連線

source: The IP range from which clients are assigned ip addresses (e.g. 10.1.2.1/28). If this is a range inside your mesh network range, then it will be announced as HNA. Any other range will use NAT. If left empty then the defaults from the community profile will be used.
ca: El rang IP del qual s'assignen adreces IP als clients (per exemple, 10.1.2.1/28). Si aquest és un rang dins del vostre rang de xarxa en malla, s'anunciarà com HNA. Qualsevol altre rang utilitzarà NAT. Si deixat en blanc, els valors per defecte del perfil comunitari s'utilitzaran.
it: Il range IP dal quale i client ricevono gli indirizzi (es. 10.1.2.1/28). Se questa subnet è all'interno della tua rete mesh, sarà annunciata as HNA. Ogni altro range userà il NAT. Se lasciato vuoto allora la scelta predefinita della community sarà usata.
ru: Диапазон IP-адресов для использования клиентами сети (например 10.1.2.1/28). Если указанный диапазон находится внутри вашей сети, тогда он будет объявлен как HNA. Любой другой диапазон будет использовать NAT. Если вы не настроите пул адресов, будут использованы адреса по умолчанию.
zh_cn: 给客户端分配的 IP 地址范围（如 10.1.2.1/28）。如果此范围位于您的网状网络范围内，那么它将被通告为 HNA。任何其他范围将使用 NAT。如果留空，则将使用社区个人资料中的默认值。
zh_tw: 給客戶端分配的 IP 位址範圍（如 10.1.2.1/28）。如果此範圍位於您的網狀網路範圍內，那麼它將被宣告為 HNA。任何其他範圍將使用 NAT。如果留空，則將使用社群個人資料中的預設值。

source: The given IP address is not inside the mesh network range
ca: L'adreça IP donada no està dins del rang de la xarxa en malla
it: L'IP dato non è all'interno del range degli indirizzi di rete mesh
ru: Заданный IP-адрес не находится в диапазоне настроенной Mesh сети.
zh_cn: 给定的 IP 地址不在网状网络范围内
zh_tw: 給定的 IP 位址不在網狀網路範圍內

source: This is a unique IPv6 address in CIDR notation (e.g. 2001:1:2:3::1/64) and has to be registered at your local community.
ca: Aquesta és una adreça IPv4 única en notació CIDR (per exemple, 2001:1:2:3::1/64) i ha de ser registrada a la vostra comunitat local.
it: Si tratta di un indirizzo IPv6 unico in notazione CIDR (ad esempio 2001:1:2:3::1/64) e deve essere registrato presso la comunità locale.
ru: Задать уникальный IPv6-адрес в нотации cidr для Mesh сети (например, 2001:1:2:3::1/64) для использования вашего маршрутизатора в качестве узла существующей Mesh сети.
zh_cn: 这是唯一 IPv6 地址，以 CIDR 表示（例如 2001:1:2:3::1/64），必须在您的当地社区注册。
zh_tw: 這是唯一 IPv6 位址，以 CIDR 表示（例如 2001:1:2:3::1/64），必須在您的當地社群註冊。

source: This is a unique address in the mesh (e.g. 10.1.1.1) and has to be registered at your local community.
ca: Aquesta és una adreça única en la malla (per exemple, 10.1.1.1) i ha de ser registrada a la vostra comunitat local.
it: Questo è un indirizzo univoco nella mesh (es. 10.1.1.1) e deve essere accordato con la tua community.
ru: Задать уникальный адрес для Mesh сети (например 10.1.1.1) для использования вашего маршрутизатора в качестве узла существующей Mesh сети.
zh_cn: 这是网状网中的唯一地址（例如 10.1.1.1），必须在您的当地社区注册。
zh_tw: 這是網狀網中的唯一位址（例如 10.1.1.1），必須在您的當地社群註冊。

source: This will setup a new virtual wireless interface in Access Point mode.
ca: Això configurarà una nova interfície sense fil virtual en mode de punt d'accés.
it: Questo confgurerà una nuova interfaccia wireless virtuale in modalità Access Point.
pt: Irá ser configurado uma nova interface virtual wireless em modo de Ponto de Acesso.
ru: Будет произведена настройка новой виртуальной беспроводной сети в режиме точки доступа.
zh_cn: 这将在接入点模式下设置新的虚拟无线接口。
zh_tw: 這將在接入點模式下設定新的虛擬無線介面。

source: This wizard will assist you in setting up your router for Freifunk or another similar wireless community network.
ca: Aquest ajudant us ajudarà a configurar el vostre encaminador per al Freifunk o altre xarxa comunitària sense fil similar.
it: Questo wizard ti assisterà nel setup del tuo router per l'uso in una rete wireless comunitaria come Freifunk o Ninux.
ru: Данный мастер настройки поможет настроить ваш маршрутизатор для создания и использования сети Freifunk или другой подобной беспроводной Mesh сети.
zh_cn: 该向导将帮助您为 Freifunk 或其他类似的无线社区网络设置路由器。
zh_tw: 該向導將幫助您為 Freifunk 或其他類似的無線社群網路設定路由器。

source: Virtual Access Point (VAP)
ca: Punt d'accés virtual (VAP)
it: Punto di Accesso Virtuale (VAP)
pt: Ponto de Acesso Virtual (VAP)
ru: Виртуальная точка доступа (VAP)
zh_cn: 虚拟接入点（VAP）
zh_tw: 虛擬接入點（VAP）

source: Wizard
ca: Ajudant
it: Creazione guidata
pt: Assistente
ru: Мастер настройки
zh_cn: 向导
zh_tw: 嚮導

source: Your device and neighbouring nodes have to use the same channel.
ca: El vostre dispositiu i els nodes veïns han d'utilitzar el mateix canal.
it: Il tuo device a i nodi confinanti devono sare lo stesso canale.
pt: O seu dispositivo e os nós vizinhos têm de usar o mesmo canal.
ru: Ваше устройство и соседние узлы должны использовать один и тот же канал.
zh_cn: 您的设备和相邻节点必须使用相同的信道。
zh_tw: 您的裝置和相鄰節點必須使用相同的通道。

source: recommended
ca: recomanat
it: raccomandato
pt: recomendado
ru: рекомендуется
zh_cn: 推荐
zh_tw: 推薦
